Revit 2024 API
ParameterTypeId.MepWaterloopChillertype Property
 "Chiller Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepWaterloopChillertype { get; }
Visual Basic
Public Shared ReadOnly Property MepWaterloopChillertype As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepWaterloopChillertype {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace